[
  "<strong>Stuckism is the quest for authenticity.</strong> By removing the mask of cleverness and admitting where we are, the Stuckist allows him/herself uncensored expression.",
  "<strong>Painting is the medium of self-discovery.</strong> It engages the person fully with a process of action, emotion, thought and vision, revealing all of these with intimate and unforgiving breadth and detail.",
  "<strong>Stuckism proposes a model of art which is holistic.</strong> It is a meeting of the conscious and unconscious, thought and emotion, spiritual and material, private and public. Modernism is a school of fragmentation - one aspect of art is isolated and exaggerated to detriment of the whole. This is a fundamental distortion of the human experience and perpetrates an egocentric lie.",
  "<strong>Artists who don't paint aren't artists.</strong>",
  "<strong>Art that has to be in a gallery to be art isn't art.</strong>",
  "<strong>The Stuckist paints pictures because painting pictures is what matters.</strong>",
  "<strong>The Stuckist is not mesmerised by the glittering prizes,</strong> but is wholeheartedly engaged in the process of painting. Success to the Stuckist is to get out of bed in the morning and paint.",
  "<strong>It is the Stuckist's duty to explore his/her neurosis and innocence</strong> through the making of paintings and displaying them in public, thereby enriching society by giving shared form to individual experience and an individual form to shared experience.",
  "<strong>The Stuckist is not a career artist but rather an amateur</strong> (amare, Latin, to love) who takes risks on the canvas rather than hiding behind ready-made objects (e.g. a dead sheep). The amateur, far from being second to the professional, is at the forefront of experimentation, unencumbered by the need to be seen as infallible. Leaps of human endeavour are made by the intrepid individual, because he/she does not have to protect their status. Unlike the professional, the Stuckist is not afraid to fail.",
  "<strong>Painting is mysterious. It creates worlds within worlds, giving access to the unseen psychological realities that we inhabit.</strong> The results are radically different from the materials employed. An existing object (e.g. a dead sheep) blocks access to the inner world and can only remain part of the physical world it inhabits, be it moorland or gallery. Ready-made art is a polemic of materialism.",
  "<strong>Post Modernism, in its adolescent attempt to ape the clever and witty in modern art, has shown itself to be lost in a cul-de-sac of idiocy.</strong> What was once a searching and provocative process (as Dadaism) has given way to trite cleverness for commercial exploitation. The Stuckist calls for an art that is alive with all aspects of human experience; dares to communicate its ideas in primeval pigment; and possibly experiences itself as not at all clever!",
  "<strong>Against the jingoism of Brit Art and the ego-artist.</strong> Stuckism is an international non-movement.",
  "<strong>Stuckism is anti 'ism'.</strong> Stuckism doesn't become an 'ism' because Stuckism is not Stuckism, it is stuck!",
  "<strong>Brit Art, in being sponsored by Saachis, main stream conservatism and the Labour government, makes a mockery of its claim to be subversive or avant-garde.</strong>",
  "<strong>The ego-artist's constant striving for public recognition results in a constant fear of failure.</strong> The Stuckist risks failure wilfully and mindfully by daring to transmute his/her ideas through the realms of painting. Whereas the ego-artist's fear of failure inevitably brings about an underlying self-loathing, the failures that the Stuckist encounters engage him/her in a deepening process which leads to the understanding of the futility of all striving. The Stuckist doesn't strive - which is to avoid who and where you are - the Stuckist engages with the moment.",
  "<strong>The Stuckist gives up the laborious task of playing games of novelty, shock and gimmick.</strong> The Stuckist neither looks backwards nor forwards but is engaged with the study of the human condition. The Stuckists champion process over cleverness, realism over abstraction, content over void, humour over wittiness and painting over smugness.",
  "<strong>If it is the conceptualist's wish to always be clever, then it is the Stuckist's duty to always be wrong.</strong>",
  "<strong>The Stuckist is opposed to the sterility of the white wall gallery system and calls for exhibitions to be held in homes</strong> and musty museums, with access to sofas, tables, chairs and cups of tea. The surroundings in which art is experienced (rather than viewed) should not be artificial and vacuous."
]
